/* All Documents type popup item */
"All Documents" = "Tous les documents";

/* All Readable Known type popup item */
"All Known Documents" = "Tous les documents connus";

/* All Readable Documents type popup item */
"All Readable Documents" = "Tous les documents lisibles";

/* Cancel button text */
"Cancel" = "Annuler";

/* Choose button text */
"Choose" = "Sélectionner";

/* ChooseFile dialog title */
"Choose a File" = "Choisissez un fichier";

/* ChooseFolder dialog title */
"Choose a Folder" = "Choisissez un dossier";

/* ChooseVolume dialog title */
"Choose a Volume" = "Choisissez un volume";

/* ChooseObject dialog title */
"Choose an Object" = "Choisissez un objet";

/* Default save format menu item */
"Default" = "Par défaut";

/* Discard changes button text */
"Discard Changes" = "Éliminer les modifications";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Souhaitez-vous revenir à la dernière révision enregistrée du document « %@ » ?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Souhaitez-vous enregistrer les modifications apportées au document « %@ » ?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Souhaitez-vous enregistrer les modifications apportées à ce document ?";

/* Don't save button text */
"Don\\U2019t Save" = "Ne pas enregistrer";

/* Open panel enable popup label */
"Enable:" = "Activer :";

/* Save panel format popup label */
"Format:" = "Format :";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Si vous ne revoyez pas vos documents, toutes les modifications seront perdues.";

/* New folder button text */
"New Folder" = "Nouveau dossier";

/* Revert button text */
"Revert" = "Revenir";

/* Review changes button text */
"Review Changes\\U2026" = "Vérifier les modifications…";

/* Save button text */
"Save" = "Enregistrer";

/* PutFile default save file name */
"untitled" = "sans titre";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "%1$ld de vos documents %2$@ comportent des modifications non enregistrées. Voulez-vous passer en revue ces modifications avant de quitter ?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Plusieurs documents %@ comportent des modifications non sauvegardées. Voulez-vous passer en revue ces modifications avant de quitter ?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Vos modifications seront perdues si vous ne les enregistrez pas.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Vos modifications actuelles seront perdues.";

